<%@ Page Language="C#" AutoEventWireup="true" CodeBehind="instructions.aspx.cs" Inherits="WebApplication1.instructions" %>

<!DOCTYPE html>

<html xmlns="http://www.w3.org/1999/xhtml">
<head runat="server">
    <link href="StyleSheet2.css" rel="stylesheet" />
    <title>instructions</title>
</head>
 <body>
<form id="form1" runat="server">
    <ul id="ulIns">
  <li class="Li" id="houseButton"><a href="openPage.aspx" id="home"><img src="בית.png" id="house"/></a></li>
  <li id="hello"><%=hello %></li>
  <li class="Li"><button id="logOut" name="logOutB" class="button">התנתק</button></li>
  <li class="Li"><a href="PersonalInformation.aspx">עדכון פרטים</a></li>
     <%=adminButtons %>
  <li class="here Li"><a href="instructions.aspx">הנחיות</a></li>
  <li class="Li"><a href="mainPage.aspx">ערכת הקלפים</a></li>
</ul>
    <div class="form">
            <h1>קלפי מעגל החוויה: מסע לשיפור רגשי, מחשבתי והתנהגותי<div id="h2">הנחיות לשימוש בקלפים</div></h1>
                            <div style="font-size: 20px;">
     <div class="titleI">
                **הקדמה**
                </div>
<br/>
מעגל החוויה הוא כלי יעיל שנועד לעזור לך לחקור ולשפר את הרגשות, התחושות וההתנהגויות שלך.  על ידי עבודה עם קלפי מעגל החוויה, תוכל לקבל תובנות יקרות ערך לגבי דפוסי החשיבה, התגובות הרגשיות והפעולות שלך, מה שיוביל בסופו של דבר לצמיחה והתפתחות אישית. דף זה ינחה אותך בשלבים של שימוש בקלפי מעגל החוויה כדי להשיג הבנה מעמיקה יותר של עצמך ולשפר את הרווחה הכללית שלך.
<br/><br/><br/>

                 <div class="titleI">
**קלפי מעגל החוויה**
                     </div>
<br/>
קלפי מעגל החוויה מחולקים לשלוש קבוצות: רגשות, מחשבות והתנהגות. כל קלף בקבוצות אלה מכיל שאלה או הנחיה הקשורה לתחום מסוים בחייך. ככל שתעבוד עם הקלפים, תתבקש להרהר בחוויות שלך ולשקול כיצד תוכל לשפר את התגובות הרגשיות, החושיות וההתנהגותיות שלך.
<br/><br/><br/>

                      <div class="titleI">
**שימוש בקלפי מעגל החוויה לצמיחה אישית**
                          </div>
<br/>
בתהליך זה, תעקוב אחר סדרת שלבים כדי לעבוד עם קלפי מעגל החוויה ולקבל תובנות יקרות ערך לגבי הרגשות, התחושות וההתנהגויות שלך. 
<br/><br/><br/>

                           <div class="titleI">
**שלב 1: בחר קבוצה**
                               </div>
<br/>
כדי להתחיל, בחר אחת משלוש הקבוצות של קלפי מעגל החוויה: רגשות, מחשבות או התנהגות.
<br/><br/><br/>

                                <div class="titleI">
**שלב 2: בחר קלף**
                                    </div>
<br/>
מהקבוצה שבחרת, בחר קלף שמכיל שאלה או הנחיה הקשורה לתחום כלשהו בחייך.
<br/><br/><br/>

                                     <div class="titleI">
**שלב 3: הרהר בחוויה שלך**
                                         </div>
<br/>
כשתענה על השאלה או תעסוק בהנחיה, התחבר לעצמך הפנימי ותן לעצמך להיזכר באירוע כלשהו מעברך, רחוק או קרוב, שקשור לשאלה. היה כנה עם עצמך וקח את הזמן לחקור במלואם את הזיכרונות והרגשות שלך.
<br/><br/><br/>

                                          <div class="titleI">
**שלב 4: נתח את המחשבות, הרגשות והפעולות שלך** 
                                              </div>
<br/>
חשוב על אירוע שעלה בזיכרונך ותאר כיצד פעלת, חשבת והרגשת באותו רגע. בזמן שאתה עושה זאת, אפשר לעצמך ליצור חוויה מתקנת לאירוע הזה, וחשוב על איך יכולת להתנהג, לחשוב ולהרגיש אחרת באופן מיטבי.
<br/><br/><br/>

                                               <div class="titleI">
**שלב 5: הערך את הצמיחה שלך**
                                                   </div>
<br/>
לאחר שיצרת חוויה מתקנת, שים לב איך אתה מרגיש בעקבות השינוי. אילו תובנות קיבלת? מהם הלקחים שלמדת? שים לב לתובנות וללקחים האלה, מכיוון שהם יהיו חשובים לצמיחה האישית המתמשכת שלך.
<br/><br/><br/>

                                                    <div class="titleI">
**שלב 6: חזור על התהליך**
                                                        </div>
<br/>
בחר קלף חדש מאותה קבוצה או מקבוצה אחרת, וחזור על שלבים 3-5. ככל שתעבוד עם יותר קלפים, המשך לחשוב על החוויות שלך, לנתח את המחשבות, הרגשות והפעולות שלך ולהעריך את הצמיחה שלך.
<br/><br/><br/>

                                                         <div class="titleI">
**שלב 7: גלה את הכוחות, המשאבים והיכולות שלך**
                                                             </div>
<br/>
בזמן שאתה עובד עם קלפי מעגל החוויה, שים לב לתובנות וללקחים שקיבלת. מה אתה יכול ללמוד מהקלפים על הכוחות, המשאבים והיכולות שלך? כיצד תוכל להשתמש בידע הזה כדי לשפר את הרגשות, התחושות וההתנהגויות שלך?
<br/><br/><br/>

                                                              <div class="titleI">
**שלב 8: יישם את הלמידה שלך**
                                                                  </div>
<br/>
בעזרת התובנות והלקחים שקיבלת מקלפי מעגל החוויה, תוכל לחולל שינויים משמעותיים בהתנהגות, בחשיבה וברגשות שלך. יישם את הלמידה הזאת בחיי היומיום שלך ותמצא את עצמך בדרך לצמיחה אישית ולשיפור עצמי.
<br/><br/><br/>

                                                                   <div class="titleI">
**סיכום**
                                                                       </div>
<br/>
קלפי מעגל החוויה הם כלי עוצמתי להעמקה עצמית ולצמיחה אישית. על ידי עבודה עם הקלפים וביצוע השלבים המפורטים בגיליון עבודה זה, תוכל לקבל תובנות יקרות ערך לגבי הרגשות, התחושות וההתנהגויות שלך, מה שיוביל לשינויים משמעותיים בחייך. השתמש בקלפים באופן קבוע כדי להמשיך במסע של גילוי עצמי ושיפור עצמי. זכור, תהליך הצמיחה האישית הוא מתמשך וקלפי מעגל החוויה הם משאב יקר ערך שיכול לסייע לך לאורך הדרך.
</div>
        </div>
</form>
</body>
</html>
